willie68/ArduinoTPS_Boards/TinySPS/avr/boards.txt
TinySPS.name=TinySPS
TinySPS.bootloader.tool=arduino:avrdude
TinySPS.bootloader.unlock_bits=0xff
TinySPS.bootloader.lock_bits=0xff
TinySPS.bootloader.low_fuses=0xfe
TinySPS.bootloader.high_fuses=0xdf
TinySPS.bootloader.extended_fuses=0xff

TinySPS.build.core=arduino:arduino
TinySPS.build.board=TinySPS
TinySPS.build.mcu=attiny84
TinySPS.build.variant=tiny14
TinySPS.build.f_cpu=8000000L

TinySPS.upload.tool=arduino:avrdude
TinySPS.upload.maximum_size=8192


